const selfEvaluation = `
Благодарю за время, уделенное проверке моей работы!

Rolling Scopes School
Stage 0 js30#3.2-memory-game task

Более детально по каждому из пунктов ТЗ:
✓ Верстка - 10/10
    [+] реализован интерфейс игры +5
    [+] в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс +5
✓ Логика игры. Карточки, по которым кликнул игрок, переворачиваются согласно правилам игры - 10/10
✓ Игра завершается, когда открыты все карточки - 10/10
✓ По окончанию игры выводится её результат - количество ходов, которые понадобились для завершения игры - 10/10
✓ Результаты последних 10 игр сохраняются в local storage. Есть таблица рекордов, в которой сохраняются результаты предыдущих 10 игр - 10/10
✓ По клику на карточку – она переворачивается плавно, если пара не совпадает – обе карточки так же плавно переварачиваются рубашкой вверх - 10/10
✓ Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10
    [+] предусмотрен усложненный режим игры
    [+] реализована навигация между различными игровыми меню
    [+] реализована возможность сохранять результат игры по желанию, с возможность указать имя игрока
    [+] присутствует музыкальное сопровождение игры, с возможностью включать/выключать звук
    [+] нетривиальное оформление приложения
Общая оценка: 70/60;

developed by andrewkarev - 2022
`;

export default selfEvaluation;