const selfEvaluation = `
Благодарю за время, уделенное проверке моей работы!

Rolling Scopes School
Stage 0 js30#2.3-movie-app task

Более детально по каждому из пунктов ТЗ:
✓ Верстка - 10/10
    [+] на странице есть несколько карточек фильмов и строка поиска. На каждой карточке фильма есть постер и название фильма +5
    [+] в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс +5
✓ При загрузке приложения на странице отображаются карточки фильмов с полученными от API данными - 10/10
✓ Если в поле поиска ввести слово и отправить поисковый запрос, на странице отобразятся карточки фильмов, в названиях которых есть это слово - 10/10
✓ Поиск 30/30
    [+] при открытии приложения курсор находится в поле ввода +5
    [+] есть placeholder +5
    [+] автозаполнение поля ввода отключено +5
    [+] поисковый запрос можно отправить нажатием клавиши Enter +5
    [+] после отправки поискового запроса и отображения результатов поиска, поисковый запрос продолжает отображаться в поле ввода +5
    [+] в поле ввода есть крестик при клике по которому поисковый запрос из поля ввода удаляется и отображается placeholder +5
✓ Дополнительный функционал, улучшающий качество приложения +10
    [+] оригинальное оформление приложения
    [+] реализован поиск по жанрам
Общая оценка: 70/60;

developed by andrewkarev - 2022
`;

export default selfEvaluation;